Repository: bahaistudies/jbs
Catalog: locale/*/locale.po
Languages: ar_iq, cs_cz, da_dk, nb_no, pl_pl, pt_br, uk_ua

# plugins.themes.healthSciences.name
source: Health Sciences Theme
ar_iq: نمط العلوم الصحية
da_dk: Sundhedsvidenskabeligt tema
nb_no: Medisintema
pl_pl: Szablon OJS dla nauk medycznych
pt_br: Tema Health Sciences

# plugins.themes.healthSciences.description
source: An OJS theme designed with a focus on text legibility and content clarity as well as an understated palette of light greys and white.
ar_iq: نمط لنظام المجلات المفتوحة مبني بحيث يركز على المجلات العاملة في مجال العلوم الصحية.
cs_cz: Téma Health Sciences Theme pro OJS časopisy zaměřené na lékařské vědy.
da_dk: Et OJS-tema designet med fokus på sundhedsvidenskabelige tidsskrifter.
nb_no: Et OJS-tema bygd med fokus på medisinske tidsskrift.
pl_pl: Szablon graficzny dla OJS przeznaczony dla czasopism z dziedziny nauk medycznych
pt_br: Um tema OJS construido com foco em revistas de ciências da saúde.
uk_ua: Тема OJS, побудована з акцентом на журнали з медичною тематикою.

# plugins.themes.healthSciences.option.colour.label
source: Primary Colour
ar_iq: اللون الأولي
cs_cz: Primární barva
da_dk: Primærfarve
nb_no: Primærfarge
pl_pl: Kolor główny
pt_br: Cor principal
uk_ua: Основний колір

# plugins.themes.healthSciences.option.colour.description
source: Select the primary colour for your journal brand.
ar_iq: إختر اللون الأساسي لواجهة مجلتك.
cs_cz: Vyberte pro časopis primární barvu.
da_dk: Vælg primærfarve til dit tidsskrifts varemærke.
nb_no: Velg primærfarge for ditt tidsskrift.
pl_pl: Wybierz główny kolor dla Twojego szablonu.
pt_br: Selecionar a cor principal da revista.
uk_ua: Оберіть основний колір для Вашого журналу.

# plugins.themes.healthSciences.nav.toggle
source: Toggle Navigation
ar_iq: تقليب التنقل
cs_cz: Přepnout navigaci
da_dk: Navigationsknap
nb_no: Skifte navigasjon
pl_pl: Pokaż nawigację
pt_br: Alternar navegação
uk_ua: Показати навігацію

# plugins.themes.healthSciences.language.toggle
source: Change the language. The current language is:
ar_iq: تغيير اللغة. اللغة حالياً هي:
cs_cz: Změna jazyka. Současný jazyk je:
da_dk: Skift sprog. Det aktuelle sprog er:
nb_no: Bytt språk. Språket nå er:
pl_pl: Zmień język, obecnie wybrany to:
pt_br: Mudar o idioma. O atual é:
uk_ua: Змінити мову. Поточною мовою є:

# plugins.themes.healthSciences.currentIssuePublished
source: Published {$date}
ar_iq: منشورة بتاريخ {$date}
cs_cz: Publikováno dne {$date}
da_dk: Publiceret {$date}
nb_no: Publisert {$date}
pl_pl: Opublikowany {$date}
pt_br: Publicado em {$date}
uk_ua: Опубліковано {$date}

# plugins.themes.healthSciences.issueDescription
source: Issue Description
ar_iq: وصف العدد
cs_cz: Popis čísla
da_dk: Nummerbeskrivelse
nb_no: Beskrivelse av nummer
pl_pl: Opis numeru
pt_br: Sobre este número
uk_ua: Опис випуску

# plugins.themes.healthSciences.more
source: {$text}â€¦
ar_iq: {$text}…
pl_pl: {$text}…

# plugins.themes.healthSciences.article.authorBio
source: Bio
ar_iq: السيرة الشخصية
da_dk: Biografi
pl_pl: Biogram
uk_ua: Відомості про автора

# plugins.themes.healthSciences.article.supplementaryFiles
source: Supplementary Files
ar_iq: الملفات التكميلية
da_dk: Supplerende filer
nb_no: Tilleggsfiler
pl_pl: Pliki dodatkowe
pt_br: Arquivos suplementares
uk_ua: Додаткові файли

# plugins.themes.healthSciences.register.haveAccount
source: Already have an account?
ar_iq: هل لديك حساب مسبقاً؟
cs_cz: Máte již účet?
da_dk: Har allerede en konto?
nb_no: Har du allerede en konto?
pl_pl: Masz już konto?
pt_br: Já possui um registro?
uk_ua: Вже маєте обліковий запис?

# plugins.themes.healthSciences.register.loginHere
source: Login here
ar_iq: سجل دخولك هنا
cs_cz: Přihlašte se zde
da_dk: Login her
nb_no: Logg inn her
pl_pl: Logowanie
pt_br: Entrar
uk_ua: Увійти

# plugins.themes.healthSciences.register.noAccount
source: No account?
ar_iq: أليس لديك حساب؟
cs_cz: Nemáte účet?
da_dk: Ingen konto?
nb_no: Ingen konto?
pl_pl: Brak konta?
pt_br: Não possui registro?
uk_ua: Немає облікового запису?

# plugins.themes.healthSciences.register.registerHere
source: Register here
ar_iq: سجل نفسك هنا
cs_cz: Zaregistrujte se zde
da_dk: Registrer her
nb_no: Registrer deg her
pl_pl: Zarejestruj się
pt_br: Registrar-se aqui
uk_ua: Зареєструватися

# plugins.themes.healthSciences.search.resultsFor
source: Search Results for <em>{$query}</em>
ar_iq: نتائج البحث عن <em>{$query}</em>
cs_cz: Hledat výsledky pro <em>{$query}</em>
da_dk: Søgeresultat for <em>{$query}</em>
nb_no: Søkeresultat for <em>{$query}</em>
pl_pl: Wyniki wyszukiwania dla <em>{$query}</em>
pt_br: Resultados da busca por <em>{$query}</em>
uk_ua: Результати пошуку по запиту <em>{$query}</em>

# plugins.themes.healthSciences.search.params
source: Search Parameters
ar_iq: معايير البحث
cs_cz: Parametry hledání
da_dk: Søgeparametre
nb_no: Søkeparameter
pl_pl: Parametry wyszukiwania
pt_br: Parâmetros da busca
uk_ua: Параметри пошуку
